Dlubal.RFEM5.ILineLoad
Interface for working with line load.

Dlubal.RFEM5.ILineLoad.GetData
Gets line load parameters.
Returns: Line load parameters

Dlubal.RFEM5.ILineLoad.SetData(System.UInt32@)
Sets line load parameters.
Load: Line load parameters

Dlubal.RFEM5.ILineLoad.Delete
Deletes line load.